Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2020/2samisk_statistikk.pdf.tmx
Source language: nob
Languages: sme

source: Urfolks datasuverenitet betegner en fremgangsmåte som sikrer kvaliteten på data, ved at urfolket har en autonom rett til å bestemme hva slags data som skal samles inn, hvordan og hvorfor data skal samles inn, hvem som skal ha adgang til data, hvem som skal kunne bruke dem, og hva de kan brukes til.
sme: Eamiálbmogiid dieđuid sorjjasmeahttunvuođas lea bargovuohki mii sihkkarastá kvalitehta dieđuide go lea autonomalaš riekti mearridit makkár dieđuid galgá čohkket, movt ja manne dieđut galget čohkkejuvvot, ja geas lea vejolašvuohta beassat oaidnit dieđuid, gii sáhttá atnit daid ja masa dat galget adnot.

source: Formålet med urfolks datasuverenitet er å sørge for at data som omhandler urfolk og de samfunnsforhold urfolk berøres av, ivaretar urfolkets verdier, kultur, livssyn, mangfold og interesser.
sme: Ulbmil eamiálbmot dieđuid sorjjasmeahttunvuođas lea sihkkarastit ahte dieđut mat leat eamiálbmogiid birra ja sin servodatdilálašvuođaid birra, vuhtiiváldá eamiálbmogiid árvvuid, kultuvrra, eallinoainnu, máŋggabealatvuođa ja beroštumiid.

source: Viktige prinsipper er eierskap til egne data i form av innflytelse på og kontroll med utarbeidelse, innsamling og tilgang til data, og analyse, fortolkning, formidling, bruk og gjenbruk av data (Kukutai &amp; Taylor, 2016).
sme: Mávssolaš eaktu lea beassat eaiggádit iežaset birra dieđuid, dan bokte go lea vejolašvuohta váikkuhit ja dárkkistit dieđuid doaimmahettiin, čohkkedettiin ja ahte lea vejolašvuohta oaidnit daid, ja maiddái analysa, dulkon, gaskkusteapmi, dieđuid geavaheapmi ja ođđasit fas beassat geavahit daid leat mávssolaččat (Kukutai &amp; Taylor, 2016).

source: Data må forvaltes slik at de beskytter urfolks integritet, både individuelt og kollektivt.
sme: Dieđuid ferte hálddašit dainna lágiin ahte suddje eamiálbmogiid iehčanasvuođa, sihke ovttaskas olmmožin ja oktan joavkun.

source: Her fremheves betydningen av at statistikken skal være i overensstemmelse med urfolkets etiske normer, ha nytteverdi for urfolket, være åpen for innsyn og kontroll fra urfolket, samt at data som engang er innsamlet om/fra urfolk, må være tilgjengelige for gjenbruk etter urfolks ønske.
sme: Dás ovdanboahtá ahte statistihka mávssolašvuohta galgá heivet eamiálbmogiid ehtalaš norpmaide, dain galgá leat ávki eamiálbmogiidda, galget ieža beassat oaidnit ja dárkkistit daid ja dat dieđut, maid oktii lea čoaggán, mat leat eamiálbmogiid birra ja eamiálbmogiin, daid galgá sáhttit fas oktii beassat atnit eamiálbmogiid sávaldagaid mielde.

source: Denne type styring og forvaltning av data er viktig for produksjon av statistikk med nødvendig kulturell sensitivitet, der urfolk har en aktiv rolle i å definere egen virkelighet og egne utfordringer.
sme: Dakkár lágan dieđuid stivren ja hálddašeapmi lea mávssolaš go lea ráhkadeame statistihka dárbbašlaš kultuvrralaš sensitivitehtain, mas eamiálbmogiin lea aktiivvalaš rolla defineret iežaset duohtavuođa ja hástalusaid.

source: Urfolks suverenitet over egne data er en videreføring av arbeidet med etiske retningslinjer for forskning som omhandler urfolk og urfolkstema.
sme: Eamiálbmogiid sorjjasmeahttunvuohta iežaset dieđuid hárrái lea viidásetfievrredeapmi doaimmas, mas leat ehtalaš njuolggadusaid dutkamis, mii guoskkaha eamiálbmogiid ja eamiálbmotfáttáid.

source: Prinsippet er at urfolksgrupper som leverer data til forskning, også gis eierskap, innflytelse og kontroll over data slik at forskningsprosessen kan gjennomføres på en respektfull måte, at formålet med forskningen ivaretar gruppens egne behov, og at resultatene deles med gruppen (Canadian Institute for Health Research CIHR, 2007, National Health and Medical Research Council NHMRC, 2018).
sme: Eaktu lea ahte eamiálbmotjoavkkut mat addet dieđuid dutkamii, sis galgá maid leat eaiggátvuohta, váikkuhanvejolašvuohta ja dárkkistanvejolašvuohta dieđuide, vai dutkanproseassa sáhttá čađahuvvot dohkálaš vuogi mielde. Dat dahká ahte dutkama ulbmil vuhtiiváldá joavkku iežaset dárbbuid ja ahte bohtosat juogaduvvojit joavkkuin (Canadian Institute for Health Research CIHR, 2007, National Health and Medical Research Council NHMRC, 2018).

source: Etiske retningslinjer for urfolksforskning har vært praktisert bl.a. i Canada, Alaska, New Zealand, og Australia i flere tiår.
sme: Ehtalaš njuolggadusat eamiálbmotdutkamis lea čađahuvvon earret eará Kanádas, Alaskas, Ođđa Zealánddas ja Austrálias máŋgalot jagi.

source: Sametinget vedtok i 2019 «Etiske retningslinjer for samisk helseforskning», der samisk selvbestemmelse, kunnskap, medinnflytelse, krav om respekt og kollektivt samtykke er viktige momenter.
sme: Sámediggi mearridii 2019 Ehtalaš njuolggadusaid sámi dearvvašvuođadutkamii, mas lea sámi iešmearrideapmi, máhttu, mielváikkuheapmi, gáibiduvvo dohkkehit ja kollektiivvalaš mieđiheapmi leat mávssolaš čuoggát.

source: 2.3 Samisk statistikk – samisk virkelighet
sme: 2.3 Sámi statistihkka – sámi duohtavuohta

source: 2.3.1 Synliggjøring og usynliggjøring
sme: 2.3.1. Dahkat oinnolažžan ja oaidnemeahttumiin

source: Offentlig statistikk tar ofte for seg temaer som er viktige for staten og majoritetssamfunnet, og benytter kategorier og kjennetegn som gir mening på nasjonalt nivå.
sme: Almmolaš statistihkka gieđahallá dávjá fáttáid mat leat dárbbašlaččat stáhtii ja eanetlohkoservodahkii, ja atnet kategoriijaid ja dovdomearkkaid mat leat ávkkálaččat riika dássái.

source: Statistikk om samiske forhold kan dermed komme til å reflektere majoritetskulturens livsverden og majoritetskulturens antakelser om samisk virkelighet.
sme: Sámi dilálašvuođaid birra statistihkka sáhttá dan dihte reflekteret eanetlohkokultuvrra eallimis, ja eanetlohkokultuvrra jáhkuid sámi duohtavuođas.

source: Dette blir fort et uheldig samspill mellom statistikk og maktforhold, slik man også har eksempler på fra andre samfunnsgrupper (Waring, 1991).
sme: Dat sáhttá johtilit šaddat eahpelihkostuvvan gulahallan gaskal statistihka ja fápmodilálašvuođa, nu ahte leat ovdamearkkat maiddái eará servodatjoavkkuin (Waring, 1991).

source: Samiske tema som har vært og fortsatt er fortiet eller usynliggjort, fratas relevans, omtales som tilhørende fortiden eller som om de aldri har eksistert.
sme: Sámi fáttáin, mat leat leamaš ja leat ain jávohuhtton dahje dahkkon oaidnemeahttumiin, váldo eret relevánsa, muitaluvvo leat dološáigái gullevažžan dahje lea juoga mii ii leat goassige leamaš.

source: Den forsvunne kystsamiske befolkninga er et eksempel på dette
sme: Jávkan mearrasámi álbmot lea okta ovdamearka dasa

source: Eksklusjon av den kystsamiske befolkninga fra statistikken har pågått over flere generasjoner, sjøsamisk kultur er bortgjemt på museene, og forskninga på denne delen av den samiske befolkninga er svært lavt prioritert (Nilsen, 2009).
sme: Dat ahte mearrasámi álbmot ii leat fátmmastuvvon statistihkkii lea dáhpáhuvvan juo máŋggaid buolvvaid čađa, ja dat bealli sámi álbmogis lea unnán vuoruhuvvon dutkan (Nilsen, 2009).

source: Den offentlige utredningen Retten til fiske i havet utenfor Finnmark (NOU 2008:5) medvirket til å synliggjøre sjøsamisk levesett og kystfiskets betydning for sjøsamisk kultur (Andersen 2009).
sme: Almmolaš čielggadeamis Mearraguolástanvuoigatvuohta olggobealde Finnmárkku (NAČ 2008:5) lea leamaš mielde váikkuheami čuvget mearrasámi eallinvuogi ja riddoguolásteami mearkkašumi mearrasámi kultuvrras (Andersen 2009).

source: Statistikk legitimerer antakelser om hva som fins og hva som ikke fins, hva som har betydning og ikke, og påvirker både majoritetsbefolkninga og samisk befolkning sin oppfattelse.
sme: Statistihkka duođašta jáhkuid das mii gávdno ja ii gávdno, mas lea mearkkašupmi ja ii leat mearkkašupmi, ja váikkuha sihke eanetlohkoálbmoga ja sámi álbmoga ipmárdusa.

source: Samiske kjennetegn (materielle og immaterielle) varierer med geografiske, sosiale, næringsbetingede og historiske forhold.
sme: Sámi dovdomearkkat (materiálalaš ja eahpemateriálalaš) rievddadit geográfalaš, sosiála, ealáhusevttolaš ja historjjálaš dilálašvuođaid mielde.

source: Beskrivelser av samisk befolkning, leveforhold, behov, utfordringer og rettigheter må forholde seg til disse variasjonene dersom resultatene skal ha nytteverdi for samer.
sme: Čilgehusat sámi álbmoga, eallindilálašvuođaid, hástalusaid ja vuoigatvuođaid birra fertejit heivehuvvot daidda rievddademiide, jus bohtosat galget leat ávkkálaččat sápmelaččaide.

source: Resultater fra forskning på avgrensede deler av samisk samfunnsliv og kultur har gjerne blitt presentert eller anvendt som gjeldende for alle samer.
sme: 019012947&amp; muhtin guovlluin sámi servodateallimis ja kultuvrras ovdanbuktojit dahje gehččojit dávjá nu ahte dat guoskkahit buot sápmelaččaide.

source: Eksempelvis har resultater fra forskning i samiske kjerneområder i Finnmark blitt generalisert til å gjelde også for samer utenfor dette området, selv om man ikke har dokumentasjon som bekrefter det.
sme: Ovdamearkka dihte leat dutkanbohtosat guovddáš sámi guovlluin Finnmárkkus gehččon obbalaččat, nu ahte guoskkaha maid sápmelaččaide olggobealde dán guovllu, vaikko vel ii leat ge duođaštuvvon ahte nu lea.

source: 2.3.2 Sammenlikning med majoritetsbefolkning
sme: 2.3.2 Buohtastahttit eanetlohkoálbmogiin

source: Sammenlikning av samisk befolkning med majoritetsbefolkninga, for eksempel når det gjelder helserelaterte, utdanningsrelaterte eller økonomiske forhold, er ofte styrt av statens eller forskeres behov for kunnskap.
sme: Buohtastahttit sámi álbmoga eanetlohkoálbmogiin, ovdamearkka dihte go guoská dearvvašvuhtii, ohppui dahje ekonomalaš dilálašvuođaide, de dat dávjá lea stáhta dahje dutki dárbu dieđuide mii dan stivre.

source: Behovet for å benytte ens kategorier og benevnelser for begge gruppene styrer valg av informasjon.
sme: Dárbu ávkkástallat kategoriijaid ja namahusaid goappaš joavkkuide stivre makkár dieđuid vállje.

source: Akademisk forskningsmetode med forankring i vestlig kultur er et iboende førstevalg i prosessen med å velge ut og omforme innsamlet informasjon til tall.
sme: Akademalaš dutkanvuohki mii lea sajáiduvvan oarjemáilmmi kultuvrii adno eanas háviid vuosttažettiin proseassas, go galgá válljet ja hábmet čohkkejuvvon dieđuid lohkun.

source: Når samisk informasjon oversettes til majoritetskulturens begreper og kategorier, kan det føre til skjevheter i resultatene.
sme: Go sámi dieđut jorgaluvvojit eanetlohkokultuvrra doahpagiidda ja kategoriijaide, de sáhttá dat dagahit bonjuvuođaid bohtosiidda.

source: Statistikk skaper virkelighet, misvisende statistikk skaper feil virkelighet.
sme: Statistihkka ráhkada duohtavuođa, ja eahpenjuolga statistihkka ráhkada vearu duohtavuođa.

source: Et eksempel er når Riksrevisjonen (2019) påpeker at utdanningsstatistikk, bl.a. nasjonale prøver, inneholder svakheter ved måling av grunnleggende ferdigheter i lesing på samisk, og svakheter når det gjelder hvem som velges ut til å gjennomføre prøven.
sme: Okta ovdamearka lea go Riikarevišuvdna (2019) čujuha oahpahusstatistihkkii, earret eará našuvnnalaš geahččalemiid olis, de dat sisttisdoallá headjuvuođaid go mihtida vuođđomáhtu sámegiela lohkamis, ja headjuvuođaid go guoská dasa gii válljejuvvo čađahit dan geahččaleami.

source: Rapportene fra nasjonale leseprøver for samisk får derfor betydelig redusert pedagogisk anvendbarhet i forhold til rapportene fra nasjonale leseprøver for norsk.
sme: Sámegiela našuvnnalaš lohkangeahččaleami raporttat ožžot dan dihte ollu unnit pedagogalaš ávkki raporttaid ektui go dárogiela našuvnnalaš lohkangeahččaleamit.

source: Allerede i 2006 gjorde Todal oppmerksom på at det er store forskjeller på situasjonen som de samiske og de norske lese- og skriveprøvene blir til i (Todal, 2006).
sme: Juo 2006 fuomášuhtti Todal ahte leat stuora erohusat das movt sámegiela ja dárogielat lohkan- ja čállingeahččaleamit šaddet (Todal, 2006).

source: Krav om tospråklighet for samiske elever reiser f.eks. spørsmål som er uaktuelle for majoriteten i norsk skole, og det gjenstår mye forsknings- og utviklingsarbeid for å forstå hva som skal til for å gi samiske elever prøver som måler samme type ferdigheter som norske prøver måler.
sme: Guovttegielatvuođa gáibádus sámi ohppiide čuožžilahtte ovdamearkka dihte gažaldagaid mat eai leat áigeguovdilat eanetlohkui dárogielskuvllas. Ain dárbbašuvvo ollu dutkan- ja ovdánahttinbargu go galgá ipmirdit mii dárbbašuvvo dasa go galgá sáhttit addit sámegielohppiide geahččalemiid mat mihtidit seamma lágan čehppodaga go dárogielat geahččaleamit mihtidit.

source: Et annet eksempel er flytte- og bostedsmønstre, som de siste 40 år har vist en tydelig sentralisering, med flytting fra bygd til by og bynære områder, med økonomi og arbeidsmarked som hovedforklaring.
sme: Eará ovdamearka lea fárren- ja ássanminstarat, mat daid maŋemus 40 jagis leat čájehan čielga sentraliserema, mas fárren dáhpáhuvvá gilážiin gávpogiidda ja gávpogiid lahkosiidda, mas ekonomiija ja bargomárkan lea váldočilgehussan.

source: Imidlertid er utflyttingen i bygder med høy samisk befolkningstetthet mindre (23 % i Indre Finnmark) enn i bygder med lav/ingen samisk befolkning (ca. 36 %) (Broderstad og Sørlie 2012).
sme: Goitge lea unnit eretfárren gilážiin, gos leat ollu sápmelaččat (23 % Sis-Finnmárkkus), go gilážiin gos leat unnán/ ii obanassiige sámi álbmot (sullii 36%) (Broderstad ja Sørlie 2012).

source: Det reiser spørsmål om bolyst reguleres av andre verdier i samiskdominerte bosettingsområder: nærhet til egen etnisk gruppe og språk, tilhørighet til området, tilgang til naturen (Skålnes, 2014).
sme: Dan dihte čuožžila gažaldat jus ássanmiella regulere eará árvvuide ássanguovlluin gos sápmelaččat leat eanetlogus: lagasvuohta iežas čearddalašjovkui ja gillii, gullevašvuohta guvlui, vejolašvuohta beassat lundui (Skålnes, 2014).

source: I sammenliknende statistikk er formålet å se på forskjeller og likheter.
sme: Buohtastahtti statistihka ulbmil lea geahččat erohusaid ja ovttaláganvuođaid.

source: Det kan være nødvendig å benytte andre design for å identifisere, begrepsfeste og beskrive forhold som har betydning for samisk befolkning og ulike samiske samfunn.
sme: Sáhttá leat dárbu atnit earálágan vugiid go galgá identifiseret, čielggadit doahpagiid ja čilget dilálašvuođaid main lea mearkkašupmi sámi álbmogii ja iešguđetlágan sámi servodagaide.

source: Fra samisk ståsted er det store forskjeller innad i gruppa samer, f. eks. om man hører til nordsamisk, sørsamisk og lulesamisk språkområde, om man er reindriftssame, fastboende same i samiske kjerneområder, i kystnære bygder, bosatt utenfor Sápmi eller i storbyen.
sme: Sápmelaš oainnu mielde leat stuora erohusat siskkáldasat sápmelaččaid gaskkas, ovdamearkka dihte jus gullá davvisámi, lullisámi ja julevsámi giellaguvlui, jus lea boazosápmelaš, dálon sámi guovddášguovllus, riddogilážiin dahje jus ássá olggobealde Sámi guovlluid dahje ássá stuora gávpogis.

source: En forutsetning for at samiske tema blir seriøst håndtert, er at forskeren har tilgang til og tar i bruk relevant kunnskap om samiske forhold.
sme: Eaktun vai sámi fáttat duođalaččat gieđahallojit lea ahte dutkis lea vejolašvuohta ja ávkkástallá relevánta dieđuiguin sámi dilálašvuođaid birra.

source: Statistikk teller enkeltelementer fra virkeligheten, og den kulturelle sammenhengen disse hører hjemme i, er ikke synlig i selve statistikken.
sme: Statistihkka logahallá ovttaskasosiid duohtavuođas, ja dat kultuvrralaš oktavuohta gosa dat gullet eai oidno njuolgut statistihkas.

source: Når tallene tolkes og tas i bruk, mangler ofte kunnskapen om den kulturelle sammenhengen tallene hører hjemme i. For å unngå fellene som fører til usynliggjøring og stereotypisering av samiske forhold og feiltolkning av statistisk kunnskap trengs rammeverk og verktøy som sikrer samsvar mellom tallene som presenteres i samisk statistikk og samisk virkelighet.
sme: Go logut dulkojuvvojit ja váldojit atnui, de dávjá váilu kultuvrralaš oktavuohta masa logut gullet. Vai garvá dahkamis sámi dilálašvuođaid oaidnemeahttumiin ja stereotiipan ja ahte statistihkalaš dieđut boastut dulkojuvvojit, de dárbbašuvvo rámma ja reaiddut mat sihkkarastet ahte logut sámi statistihkas ja sámi duohtavuođas gulahallet.

source: De internasjonale rammeverk for urfolks datasuverenitet, CARE og FAIR, er eksempler på retningslinjer for kulturelt ivaretakende bruk av data om urfolk.
sme: Riikkaidgaskasaš rámmat eamiálbmogiid dieđuid sorjjasmeahttunvuohta, CARE ja FAIR leat ovdamearkkat main leat njuolggadusat movt kultuvrralaččat vuhtiiváldá eamiálbmogiid dieđuid.

source: 2.3.3 Samisk kunnskap og samisk kulturell mening i statistikk
sme: 2.3.3 Sámi máhttu ja sámi kultuvrralaš oaivil statistihkas

source: Statistikk er en måte å forenkle og spisse beskrivelser av virkeligheten på.
sme: Statistihkka lea vuohki mainna duohtavuođa čilgejumiid álkidahttá ja dahká gelddolažžan.

source: Det er nyttig når man trenger å få oversikt over kompliserte situasjoner, og trenger å sortere det viktige fra det mindre viktige.
sme: Dat lea ávkkálaš go dárbbaša oažžut bajilgova váttis áššiin, ja go dárbbaša sirret mávssolaš osiid eret dakkáriin mii ii leat nu mávssolaš.

source: Statistikk speiler kunnskap om virkeligheten, og den konstruerer virkeligheten.
sme: Statistihkka speadjalastá dieđuid duohtavuođas, ja dainna hábme duohtavuođa.

source: Kunnskap er lærdom med relevans for det livet man lever, og er således uløselig knyttet til kultur.
sme: Diehtu lea oahppu mii lea relevánta eallimis ja lea maiddái čadnon kultuvrii.

source: Kunnskap henger sammen med den forståelsen en gruppe har av seg selv og omgivelsene, av hva som er viktig, hva som er logisk og hensiktsmessig.
sme: Diehtu gullá oktii dan ipmárdussii mii ovtta joavkkus lea iežas ja birrasa ektui, das mii lea mávssolaš, logalaš ja heivvolaš.

source: Majoritetssamfunnet har hatt og har fortsatt vanskelig for å anerkjenne urfolks kunnskap (Walter &amp; Andersen, 2016).
sme: Eanetlohkoservodagas lea leamaš ja lea ain váttis ipmirdit eamiálbmogiid máhtu (Walter &amp; Andersen, 2016).

source: Når statistikk forankres i samisk kunnskap, erfaringer og praksiser, øker muligheten for at statistikken får frem det som definerer utfordringer, behov og problem fra et samisk ståsted.
sme: Go statistihkka čatnasa sámi máhttui, vásáhusaide ja doaimmaide, de lassána vejolašvuohta dasa ahte statistihkka oažžu ovdán definerejuvvon hástalusaid, dárbbuid ja váttisvuođaid sápmelaččaid oainnu mielde.

source: Kulturelt forankret statistikk forutsetter at det anvendes tema og variabler, karakteristika og kvaliteter som gir mening i samisk sammenheng, uavhengig av om det gir mening i norsk sammenheng.
sme: Statistihkka mii čatnasa kultuvrii eaktuda ahte doaimmahuvvojit fáttát ja rievddadeamit, karakteristihkka ja kvalitehta mas lea oaivil sámi oktavuođas, beroškeahttá addá go dat oaivila dáčča oktavuođas.

source: Kunnskap fra andre kulturer bør selvsagt integreres i det statistiske arbeidet, når det bidrar til å supplere og utvide forståelse.
sme: Eará kultuvrraid máhttu berre diehttelas váldot mielde statistihkalaš doibmii, go dat lea veahkkin lasiheame ja viiddideame ipmárdusa.

source: 2.4 Noen temaer for samisk statistikk
sme: 2.4 Muhtin fáttát sámi statistihkkii

source: Samisk-spesifikke tema spenner vidt, fra samiske språk, samisk historie, samisk reindrift, samiske anvendelse av naturressurser, duodji (tradisjonelt håndverk), joik og andre tradisjonelle og moderne samiske kulturuttrykk, samiske sosiale nettverk og medier, til helseutfordringer og behov for velferdstjenester som er integrert i samisk levesett.
sme: Sámi gullevaš fáttát leat viidát, go dasa gullá sámegiella, sámi historjá, sámi boazoealáhus, sámi luonddugeavaheapmi, duodji (árbevirolaš giehtaduodji), luohti ja eará árbevirolaš ja ođđaáigásaš sámi kultuvra, sámi sosiála fierpmádat ja media, dearvvašvuođahástalusat ja dárbu čálgobálvalusaide mat leat fátmmastuvvon sámi eallinvuohkái.

source: Det er betydelige kunnskapshull når det gjelder ulike former for diskriminerende handlinger rettet mot samer, samisk levesett og samiske rettigheter, og når det gjelder forholdet til majoritetssamfunnet både på det kollektive og individuelle plan.
sme: Leat oalle ollu váilevašvuođat go guoská iešguđetlágan vealaheaddji daguide sápmelaččaid, sámi eallinvuogi ja sámi vuoigatvuođaid vuostá, ja maiddái go guoská eanetlohkoservodaga ektui sihke oktan joavkun ja ovttaskas olmmožin.

source: 2.4.1 Samiske språk
sme: 2.4.1 Sámegiella

source: Utredningen Hjertespråket NOU (2016:18) gir anbefalinger om registrering av samiske språkbrukere og tiltak for å styrke opplæring og bruk av samiske språk.
sme: Váibmogiella NAČ (2016: 18) čielggadeamis ávžžuha registreret sámegielagiid ja doaibmabijuid vai nanne sámegiela oahpahusa ja anu.

source: Det føres statistikk over barn som har samiskundervisning, og skoler i Norge som har iverksatt samiskundervisning.
sme: Ráhkaduvvo statistihkka mánáin, geain lea sámegieloahpahus, ja skuvllain gos lea sámegieloahpahus.

source: Riksrevisjonen (2019) påpeker imidlertid at svakhetene ved samiske elevers rett til opplæring på og i samisk, er at tilbudet ikke er godt nok kjent i befolkningen, at det mangler ressurser, og at tiltakene kan være dårlig organisert.
sme: Riikarevišuvdna (2019) cuiggodii goitge headjuvuođaid sámi ohppiid ektui, geain lea vuoigatvuohta oažžut oahpahusa sámegillii ja sámegielas, go fálaldat ii leat doarvái oahpis álbmogii, ja go váilot resurssat ja go doaibmabijut sáhttet leat hejot organiserejuvvon.

source: Det er ingen statistikk over skoler med nødvendige og mangelfulle ressurser for samiskundervisning, eller hvilke kommuner og skoler som informerer elever og foreldre om tilbudet.
sme: Ii gávdno makkárge statistihkka skuvllain main leat dárbbašlaš ja váilevaš resurssat sámegieloahpahusa ektui dahje makkár suohkanat ja skuvllat dieđihit fálaldaga birra ohppiide ja váhnemiidda.

source: Samisk språkopplæring kan dra nytte av alternative opplæringsmetoder, som fjernundervisning, og effekten av disse må dokumenteres, både for nordsamisk, sørsamisk og lulesamisk (Johansen, 2017).
sme: Sámegieloahpahus sáhttá oažžut ávkki earálágan oahpahusvugiin, nugo gáiddusoahpahusas, ja man beaktilat dat leat dan ferte duođaštit, sihke davvisámegielas, lullisámegielas ja julevsámegielas (Johansen, 2017).

source: Organisering og gjennomføring av fjernundervisninga spriker, og det trengs systematisk kartlegging for å evaluere undervisningsformen og utvikle strukturer som sikrer at slike alternative opplæringsmuligheter kommer flest mulig samiske elever til gode (Riksrevisjonen, 2019).
sme: Gáiddusoahpahusa organiseren ja čađaheapmi bieđgana, ja dárbbašuvvo systemáhtalaš kárten go galgá árvvoštallat oahpahusvuogi ja ovdánahttit struktuvrraid mat sihkkarastet ahte dakkár vejolaš oahpahusvuogit leat ávkin eanemus lági mielde sámi ohppiide (Riikarevišuvdna, 2019).

source: Det mangler oversikter over mulighetene for å anvende samisk i det offentlige rom, for eksempel i møtet med offentlige tjenester og forvaltningsapparatet innenfor og utenfor samisk språkforvaltningsområde.
sme: Váilu listu vejolašvuođain vai beassá sámegiela geavahit almmolašvuođas, ovdamearkka dihte go lea oktavuohta almmolašbálvalusaiguin ja hálddašeamis sihke siskkobealde ja olggobealde sámegiela hálddašanguovllu.

source: Registrering av effekten av kommunale virkemidler og av å etablere samiske språk som likeverdig språk i språkforvaltningsområdene kunne gi nyttig lærdom for det videre arbeid med å oppfylle samelovens språkregler.
sme: Go registrere man ávkkálaččat leat suohkanlaš doaibmabijut ja go ásaha sámegiela seammaárvosaš giellan sámegiela hálddašanguovlluin, de sáhtášii dat addit ávkkálaš oahpu viidásit bargui mainna olaha sámelága giellanjuolggadusaid.
